/* No comment provided by engineer. */
"%@ STEPS" = "%@ STEPS";

/* No comment provided by engineer. */
"%@ to go" = "%@ to go";

/* No comment provided by engineer. */
"Goal achieved!" = "Goal achieved!";

/* No comment provided by engineer. */
"km" = "km";

/* No comment provided by engineer. */
"mi" = "mi";

/* No comment provided by engineer. */
"No Data" = "No Data";

/* No comment provided by engineer. */
"of %@ goal %@" = "of %1$@ goal %2$@";

/* No comment provided by engineer. */
"steps" = "steps";

/* No comment provided by engineer. */
"Steps" = "Steps";

/* No comment provided by engineer. */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"STEPS" = "STEPS";

/* No comment provided by engineer. */
"View Summary" = "View Summary";

/* No comment provided by engineer. */
"Change Goal" = "Change Goal";

/* No comment provided by engineer. */
"Goal!" = "Goal!";

/* No comment provided by engineer. */
"Today" = "Today";

/* No comment provided by engineer. */
"Recent" = "Recent";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Set Goal" = "Set Goal";

/* No comment provided by engineer. */
"Goal" = "Goal";

/* No comment provided by engineer. */
"Flights" = "Flights";

/* No comment provided by engineer. */
"Distance" = "Distance";

/* No comment provided by engineer. */
"Miles" = "Miles";

/* No comment provided by engineer. */
"Kilometers" = "Kilometers";

/* No comment provided by engineer. */
"To go" = "To go";

/* No comment provided by engineer. */
"Previous Week" = "Previous Week";

/* No comment provided by engineer. */
"Tip Jar" = "Tip Jar";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Thanks so much for the tip! 🙏" = "Thanks so much for the tip! 🙏";

/* No comment provided by engineer. */
"Your tip did not go through. Please try again." = "Your tip did not go through. Please try again.";
